Autodesk.Revit.DB.Steel.SteelElementProperties.TransferDimensionsForSteelElement(Autodesk.Revit.DB.Document)
Helper function to update beam/column parallel dimension references from physical ends to system line ends when steel element cell is added.
pDoc:
Document.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2019